Repository: mjishnu/Raven
Catalog: Raven/Strings/*/Resources.resw
Source language: en_us
Languages: hu_hu, ko_kr

# DownloadsPage_OpenFolder.Content
source: Open folder
hu_hu: Mappa megnyitása
ko_kr: 폴더 열기

# DownloadsPage_Delete.Text
source: Delete
hu_hu: Törlés
ko_kr: 삭제

# DownloadsPage_CancelBtn.ToolTipService.ToolTip
source: Cancel download
hu_hu: Letöltés megszakítása
ko_kr: 다운로드 취소

# Download_Status_Fetching
source: Fetching download URLs
hu_hu: Letöltési URL-ek lekérése
ko_kr: 다운로드 URL 가져오기

# Download_Status_Downloading
source: Downloading
hu_hu: Letöltés
ko_kr: 다운로드 중

# Download_Status_Installing
source: Installing
hu_hu: Telepítés
ko_kr: 설치 중

# Download_Status_Cancelling
source: Cancelling
hu_hu: Megszakítás
ko_kr: 취소 중

# InstallationsPage_Header.Text
source: Install package
hu_hu: Telepítési csomag
ko_kr: 패키지 설치

# InstallationsPage_Installing.Text
source: Installing...
hu_hu: Telepítés…
ko_kr: 설치 중...

# InstallationsPage_FileText.PlaceholderText
source: No file selected
hu_hu: Nincs fájl kiválasztva
ko_kr: 파일이 선택되지 않았습니다

# InstallationsPage_InstallBtn.Content
source: Install
hu_hu: Telepítés
ko_kr: 설치

# InstallationsPage_InstallLabel
source: Install
hu_hu: Telepítés
ko_kr: 설치

# InstallationsPage_DropZone.Text
source: Select a package or drag it here
hu_hu: Válasszon egy csomagot, vagy húzza ide
ko_kr: 패키지를 선택하거나 여기로 드래그하세요

# InstallationsPage_FilePicker_Title
source: Select an app package
hu_hu: Válasszon egy alkalmazáscsomagot
ko_kr: 앱 패키지 선택

# InstallationsPage_DragCaption
source: Drop to select package
hu_hu: Ejtse ide a csomag kiválasztásához
ko_kr: 드롭하여 패키지 선택

# Install_Status_Installing
source: Installing
hu_hu: Telepítés
ko_kr: 설치 중

# Install_Status_Installed
source: Installed.
hu_hu: Telepítve.
ko_kr: 설치되었습니다.

# Install_Status_Error
source: Error
hu_hu: Hiba
ko_kr: 오류

# Install_Dialog_Title
source: Installation failed
hu_hu: Telepítés sikertelen
ko_kr: 설치 실패

# InstallationsPage_FilePicker_Error
source: File picker error
hu_hu: Fájlválasztó hiba
ko_kr: 파일 선택 오류

# InstallationsPage_FilePicker_CommDlgError
source: GetOpenFileName failed. CommDlgExtendedError=0x{0:X}
hu_hu: A GetOpenFileName nem sikerült. CommDlgExtendedError=0x{0:X}
ko_kr: GetOpenFileName에 실패했습니다. CommDlgExtendedError=0x{0:X}

# InstallationsPage_Filter_AppPackages
source: App packages (*.msix;*.appx;*.msixbundle;*.appxbundle)
hu_hu: Alkalmazáscsomagok (*.msix;*.appx;*.msixbundle;*.appxbundle)
ko_kr: 앱 패키지 (*.msix;*.appx;*.msixbundle;*.appxbundle)

# InstallationsPage_Filter_AllFiles
source: All files (*.*)
hu_hu: Minden fájl (*.*)
ko_kr: 모든 파일 (*.*)

# UpdatesPage_Header.Text
source: Updates
hu_hu: Frissítések
ko_kr: 업데이트

# UpdatesPage_Stop.Text
source: Stop
hu_hu: Megállítás
ko_kr: 중지

# UpdatesPage_SelectAll.Content
source: Select all
hu_hu: Mindet kiválaszt
ko_kr: 모두 선택

# UpdatesPage_NoUpdates.Text
source: No new updates
hu_hu: Nincs új frissítés
ko_kr: 새 업데이트 없음

# UpdatesPage_Completed.Text
source: Completed
hu_hu: Befejezett
ko_kr: 완료

# UpdatesPage_CancelBtn.ToolTipService.ToolTip
source: Cancel update
hu_hu: Frissítés megszakítása
ko_kr: 업데이트 취소

# Updates_ButtonCheck
source: Check for updates
hu_hu: Frissítések keresése
ko_kr: 업데이트 확인

# Updates_ButtonChecking
source: Checking...
hu_hu: Ellenőrzés…
ko_kr: 확인 중...

# Updates_ButtonUpdate
source: Update selected ({0})
hu_hu: Kijelölt frissítés ({0})
ko_kr: 선택한 업데이트({0})

# Updates_CheckingBase
source: Checking
hu_hu: Ellenőrzés
ko_kr: 확인 중

# Updates_CheckingProgress
source: Checking ({0}/{1})
hu_hu: Ellenőrzés ({0}/{1})
ko_kr: 확인 중 ({0}/{1})

# Search_Filter_AllDepartments
source: All departments
hu_hu: Minden osztály
ko_kr: 모든 부문

# Search_Filter_Fonts
source: Fonts
hu_hu: Betűtípusok
ko_kr: 글꼴

# Search_Filter_Themes
source: Themes
hu_hu: Témák
ko_kr: 테마

# Search_Filter_AllTypes
source: All Types
hu_hu: Minden típus
ko_kr: 모든 유형

# Search_Filter_Free
source: Free
hu_hu: Ingyenes
ko_kr: 무료

# Search_Filter_Paid
source: Paid
hu_hu: Fizetős
ko_kr: 유료

# BundlesPage_Loading.Text
source: Loading...
hu_hu: Betöltés…
ko_kr: 로드 중...

# BundlesPage_Error.Text
source: An Unexpected Error Occured!
hu_hu: Váratlan hiba történt!
ko_kr: 예기치 않은 오류가 발생했습니다!

# BundlesPage_InBundle.Text
source: In this bundle
hu_hu: Ebben a csomagban
ko_kr: 이 번들에서

# AppPage_StopBtn.ToolTipService.ToolTip
source: Stop
hu_hu: Megállítás
ko_kr: 중지

# AppPage_MoreOptionsBtn.ToolTipService.ToolTip
source: More options
hu_hu: További lehetőségek
ko_kr: 더 많은 옵션

# AppPage_ShareBtn.ToolTipService.ToolTip
source: Share
hu_hu: Megosztás
ko_kr: 공유

# AppPage_Share_CopyLink.Text
source: Copy link
hu_hu: Link másolása
ko_kr: 링크 복사

# AppPage_Share_CopyProductId.Text
source: Copy product ID
hu_hu: Termékazonosító másolása
ko_kr: 제품 ID 복사

# AppPage_Share_CopyPackageFamilyName.Text
source: Copy PFN
hu_hu: PFN másolása
ko_kr: PFN 복사

# AppPage_LightboxClose.ToolTipService.ToolTip
source: Close
hu_hu: Bezárás
ko_kr: 닫기

# AppPage_LightboxPrev.ToolTipService.ToolTip
source: Previous
hu_hu: Előző
ko_kr: 이전

# AppPage_LightboxNext.ToolTipService.ToolTip
source: Next
hu_hu: Következő
ko_kr: 다음

# AppPage_ScreenshotsPrev.ToolTipService.ToolTip
source: Previous screenshot
hu_hu: Előző képernyőkép
ko_kr: 이전 스크린샷

# AppPage_ScreenshotsNext.ToolTipService.ToolTip
source: Next screenshot
hu_hu: Következő képernyőkép
ko_kr: 다음 스크린샷

# DownloadsPage_MoreOptionsBtn.ToolTipService.ToolTip
source: More options
hu_hu: További lehetőségek
ko_kr: 더 많은 옵션

# AppPage_Btn_Install
source: Install
hu_hu: Telepítés
ko_kr: 설치

# AppPage_Btn_Update
source: Update
hu_hu: Frissítés
ko_kr: 업데이트

# AppPage_Btn_Open
source: Open
hu_hu: Megnyitás
ko_kr: 열기

# AppPage_Btn_Retry
source: Retry
hu_hu: Újra
ko_kr: 재시도

# AppPage_Btn_Download
source: Download
hu_hu: Letöltés
ko_kr: 다운로드

# InstallationsPage_ClearBtn.ToolTipService.ToolTip
source: Clear
hu_hu: Tisztítás
ko_kr: 지우기

# Settings_LicenseDialogTitle.Text
source: License
hu_hu: Licenc
ko_kr: 라이선스

# Settings_LicenseDialogClose.Content
source: Close
hu_hu: Bezárás
ko_kr: 닫기

# Sideloading_DisabledTitle
source: Sideloading is disabled
hu_hu: Az oldaltöltés le van tiltva
ko_kr: 사이드 로딩이 비활성화되었습니다

# Sideloading_DisabledMessage
source: Sideloading is currently disabled on this device. You won't be able to install app packages until it's enabled. You can enable it by turning on Developer Mode in Windows Settings.
hu_hu: A külső forrásból való telepítés jelenleg le van tiltva ezen az eszközön. Addig nem tud alkalmazáscsomagokat telepíteni, amíg ezt a funkciót be nem kapcsolja. A Windows beállításokban a Fejlesztői mód bekapcsolásával engedélyezheti.
ko_kr: 현재 이 장치에서는 사이드 로딩이 비활성화되어 있습니다. 활성화되기 전까지는 앱 패키지를 설치할 수 없습니다. Windows 설정에서 개발자 모드를 켜서 활성화할 수 있습니다.

# Sideloading_EnableButton
source: Open Settings
hu_hu: Beállítások megnyitása
ko_kr: 설정 열기

# Sideloading_CancelButton
source: Not now
hu_hu: Most nem
ko_kr: 지금은 안 함

# InstallationsPage_MoreOptionsBtn.ToolTipService.ToolTip
source: Advanced options
hu_hu: Speciális beállítások
ko_kr: 고급 옵션

# InstallationsPage_AdvancedInstall.Text
source: Unpackaged Mode
hu_hu: Kicsomagolt mód
ko_kr: 압축 해제 모드

# InstallationsPage_CustomFolder.PlaceholderText
source: Choose install folder…
hu_hu: Válassza ki a telepítési mappát…
ko_kr: 폴더 설치 선택...

# InstallationsPage_BrowseFolderBtn.Content
source: Browse
hu_hu: Tallózás
ko_kr: 찾아보기

# InstallationsPage_RemoveSignature.Content
source: Remove signature verification
hu_hu: Aláírás ellenőrzés eltávolítása
ko_kr: 서명 검증 제거

# InstallationsPage_SelectDependenciesBtn.Content
source: Select dependencies
hu_hu: Válassza ki a függőségeket
ko_kr: 종속성 선택

# InstallationsPage_FolderPicker_Title
source: Choose the install location
hu_hu: Válassza ki a telepítés helyét
ko_kr: 설치 위치 선택

# InstallationsPage_DependencyPicker_Title
source: Select dependency packages
hu_hu: Válassza ki a függőségi csomagokat
ko_kr: 종속성 패키지 선택

# InstallationsPage_Dependencies_Count
source: {0} selected
hu_hu: {0} kiválasztva
ko_kr: {0} 선택

# Install_Error_NoFolderSelected
source: Choose an install folder before installing.
hu_hu: Válasszon telepítési mappát a telepítés előtt.
ko_kr: 설치하기 전에 설치 폴더를 선택하세요.

# Install_Error_FolderExists
source: A folder named "{0}" already exists in the chosen location. Choose another location or remove the existing folder.
hu_hu: A kiválasztott helyen már létezik egy "{0}" nevű mappa. Válasszon másik helyet, vagy távolítsa el a meglévő mappát.
ko_kr: 선택한 위치에 이미 "{0}"이라는 폴더가 있습니다. 다른 위치를 선택하거나 기존 폴더를 제거합니다.

# Install_Error_NoInstallableArch
source: This bundle has no package compatible with your selected architecture.
hu_hu: Ez a csomag nem tartalmazza az Ön által kiválasztott architektúrával kompatibilis csomagot.
ko_kr: 이 번들에는 선택한 아키텍처와 호환되는 패키지가 없습니다.

# Install_Error_ManifestMissing
source: Could not find AppxManifest.xml in the package.
hu_hu: Nem található az AppxManifest.xml a csomagban.
ko_kr: 패키지에서 AppxManifest.xml을 찾을 수 없습니다.

# DeveloperMode_DisabledTitle
source: Developer Mode is required
hu_hu: Fejlesztői mód szükséges
ko_kr: 개발자 모드가 필요합니다

# DeveloperMode_DisabledMessage
source: Custom (loose) install registers an app from unpackaged files, which requires Developer Mode. You can enable it by turning on Developer Mode in Windows Settings.
hu_hu: A testreszabott (laza) telepítés egy alkalmazást csomagolatlan fájlokból regisztrál, ami Fejlesztői módot igényel. A Windows beállításokban a Fejlesztői mód bekapcsolásával engedélyezheti.
ko_kr: 사용자 지정 (느슨한) 설치는 패키지가 없는 파일에서 앱을 등록하므로 개발자 모드가 필요합니다. Windows 설정에서 개발자 모드를 켜서 활성화할 수 있습니다.

# DeveloperMode_EnableButton
source: Open Settings
hu_hu: Beállítások megnyitása
ko_kr: 설정 열기

# DeveloperMode_CancelButton
source: Not now
hu_hu: Nem most
ko_kr: 지금은 안 함

# InstallationsPage_ClearFolderBtn.ToolTipService.ToolTip
source: Clear install location
hu_hu: Telepítési hely törlése
ko_kr: 설치 위치 지우기

# InstallationsPage_ClearDepsBtn.ToolTipService.ToolTip
source: Clear selected dependencies
hu_hu: A kiválasztott függőségek törlése
ko_kr: 선택한 종속성 지우기

# Common_OK
source: OK
ko_kr: 롹인
